---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionZProfileWithLips
source: html/860a2a0f-db5d-23c7-47b8-66e8206e3655.htm
---
# StructuralSectionZProfileWithLips Methods

Returns size of the section boundary.